---
kind: property
id: P:Autodesk.Revit.Creation.AreaCreationData.TagPoint
source: html/c498cbe5-6bea-4bfc-805b-ee8371a844f5.htm
---
# Autodesk.Revit.Creation.AreaCreationData.TagPoint Property

Specify the location of the area tag.

## Syntax (C#)
```csharp
public UV TagPoint { get; set; }
```